/**
 * Created by izhonghong on 2016/7/5.
 */
var stations=[
    {
        "name": "翠竹社区",
        "point": "114.145342,22.570407"
    },
    {
        "name": "木头龙社区",
        "point": "114.136834,22.561003"
    },
    {
        "name": "翠平社区",
        "point": "114.134881,22.56863"
    },
    {
        "name": "翠宁社区",
        "point": "114.137642,22.574816"
    },
    {
        "name": "翠锦社区",
        "point": "114.132268,22.57676"
    },
    {
        "name": "翠达社区",
        "point": "121.490738,30.921871"
    },
    {
        "name": "翠岭社区",
        "point": "114.137549,22.57205"
    },
    {
        "name": "民新社区",
        "point": "114.13121,22.567439",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "水贝社区",
        "point": "114.131109,22.5751",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新村社区",
        "point": "114.145342,22.570407",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "翠鹏社区",
        "point": "114.148822,22.584558",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "翠湖社区",
        "point": "114.145587,22.580952",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "东乐社区",
        "point": "114.145238,22.579054",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "大望社区",
        "point": "114.181844,22.606451",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 2,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 3,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 20,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "梧桐山社区",
        "point": "114.202314,22.595783",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 2,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 1,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 4,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "布心社区",
        "point": "114.144521,22.587239",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "金鹏社区",
        "point": "114.138248,22.591612",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "金岭社区",
        "point": "114.140239,22.595071",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "金湖社区",
        "point": "114.149726,22.590643",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "东门社区",
        "point": "114.136831,22.55506",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "立新社区",
        "point": "114.127615,22.554874",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "湖贝社区",
        "point": "114.135716,22.552372",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "湖容社区",
        "point": "114.131222,22.554645",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "螺岭社区",
        "point": "114.133474,22.559987",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "花场社区",
        "point": "114.127736,22.559318",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "城东社区",
        "point": "114.129949,22.554858",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 9872,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "东晓社区",
        "point": "114.126565,22.594077",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "松泉社区",
        "point": "114.130789,22.583217",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "木棉岭社区",
        "point": "114.126565,22.594077",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "独树社区",
        "point": "114.13246,22.583118",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "草埔东社区",
        "point": "114.12338,22.592577",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "桂木园社区",
        "point": "114.119841,22.552375",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "人民桥社区",
        "point": "114.120471,22.549903",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "红村社区",
        "point": "114.118625,22.550482",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "鹿丹村社区",
        "point": "114.113416,22.540529",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "松园社区",
        "point": "114.112789,22.556636",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "大塘龙社区",
        "point": "114.11966,22.56029",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新围社区",
        "point": "114.113908,22.543058",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "老围社区",
        "point": "114.112565,22.552709",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "碧波社区",
        "point": "114.149465,22.565943",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "凤凰社区",
        "point": "114.150749,22.554172",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "黄贝岭社区",
        "point": "114.145872,22.553467",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "罗芳社区",
        "point": "114.157327,22.547612",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "水库社区",
        "point": "114.145793,22.569135",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "文华社区",
        "point": "114.142571,22.550654",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新兴社区",
        "point": "114.155459,22.558287",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新秀社区",
        "point": "114.151379,22.553597",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新谊社区",
        "point": "114.139906,22.556032",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "怡景社区",
        "point": "114.144525,22.561599",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "莲花社区",
        "point": "114.17582,22.563315",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "鹏兴社区",
        "point": "114.174078,22.56999",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "坳下社区",
        "point": "114.177073,22.571766",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "畔山社区",
        "point": "114.181766,22.566229",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "长岭社区",
        "point": "114.190491,22.560614",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "西岭社区",
        "point": "114.166307,22.563845",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "仙湖社区",
        "point": "114.182301,22.570198",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "莲塘社区",
        "point": "114.17545,22.5703",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "新南社区",
        "point": "114.136928,22.549167",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "文锦社区",
        "point": "114.138813,22.549662",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "向西社区",
        "point": "114.13257,22.549003",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "嘉南社区",
        "point": "114.129816,22.545813",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "嘉北社区",
        "point": "114.127989,22.548245",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "罗湖社区",
        "point": "114.132991,22.549749",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "罗湖桥社区",
        "point": "114.124854,22.541508",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "和平社区",
        "point": "114.120143,22.547974",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "渔港社区",
        "point": "114.120258,22.544261",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "梅园社区",
        "point": "114.108585,22.575287",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "草埔西社区",
        "point": "114.118148,22.591364",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "银湖社区",
        "point": "114.099916,22.574482",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "龙湖社区",
        "point": "114.104778,22.572299",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "坭岗社区",
        "point": "114.10499,22.572063",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "玉龙社区",
        "point": "114.108246,22.582751",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "清水河社区",
        "point": "114.116726,22.588402",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "笋西社区",
        "point": "114.117354,22.564431",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "北站社区",
        "point": "114.123084,22.566767",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "田贝社区",
        "point": "114.130179,22.570936",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "田心社区",
        "point": "114.119853,22.573323",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "笋岗社区",
        "point": "114.11855,22.5704",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    },
    {
        "name": "湖景社区",
        "point": "114.12676,22.564192",
        "msg": [
            {
                "name":"未回复",
                "type": 0, //未回复,红色
                "count": 1009,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"已处理",
                "type": 1, //已处理，蓝色
                "count": 381,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            },
            {
                "name":"未处理",
                "type": 2, //未处理，黄色
                "count": 198,  //舆情数量
                "title": ["标题1", "标题2", "标题3"]    //标题
            }
        ]
    }
];