var streets=[
    {
        "name": "清水河街道办",
        "point": "114.114965, 22.58155"
    },
    {
        "name": "翠竹街道办",
        "point": "114.13642,22.576499"
    },
    {
        "name": "东湖街道办",
        "point": "114.148018,22.5871"
    },
    {
        "name": "东门街道办",
        "point": "114.124713,22.555969"
    },
    {
        "name": "东晓街道办",
        "point": "114.127154,22.594218"
    },
    {
        "name": "桂圆街道办",
        "point": "114.119353,22.551008"
    },
    {
        "name": "黄贝街道办",
        "point": "114.162627,22.554734"
    },
    {
        "name": "莲塘街道办",
        "point": "114.17545,22.57033"
    },
    {
        "name": "南湖街道办",
        "point": "114.129365,22.543413"
    },
    {
        "name": "笋岗街道办",
        "point": "114.118549,22.5704"
    }
]